[
  {
    "title": "Planet of the plates",
    "slug": "overview",
    "description": "Why do foods have different ‘foodprints’?",
    "lede": "Your dining choices hold surprising power. Everyday meals make a global difference through the resources they demand."
  },
  {
    "title": "Vegans and climate carnivores",
    "slug": "diet-types",
    "description": "Which diets are best for the planet?",
    "lede": "The best diet for the planet isn't about perfection for a select few. It's about the consistent commitment to sustainable eating embraced by many."
  },
  {
    "title": "The 50% food gap",
    "slug": "food-gap",
    "description": "Why do we need to increase food production by 50% by 2060?",
    "lede": "A looming population boom combined with shifting dietary trends towards resource-intensive foods puts massive pressure on our planet's ability to feed itself in the decades to come."
  },
  {
    "title": "Country foodprints",
    "slug": "country-foodprints",
    "description": "Which high-consuming countries have the greatest potential for change?",
    "lede": "Not all nations eat equally. Data reveals the wide disparity in diet-related resource use – some can change more than others."
  },
  {
    "title": "Grasslands and red meat reduction",
    "slug": "grasslands-red-meat",
    "description": "Would reducing beef consumption result in wasted grazing lands?",
    "lede": "Reduced red meat demand won't suddenly empty grazing lands or upend livelihoods. However, it could reduce cropland needed for feed and mitigate future deforestation."
  },
  {
    "title": "The role of increased productivity",
    "slug": "productivity",
    "description": "Can better agricultural technology help close the food gap?",
    "lede": "Increased production is vital, but technology doesn't exist in a vacuum. A truly sustainable future needs both smarter yields and smarter consumption."
  },
  {
    "title": "Don't have a cow, man",
    "slug": "one-change",
    "description": "What is the single most impactful dietary shift?",
    "lede": "Reducing your red meat consumption has an outsized impact on your individual food footprints...and is dead simple to implement."
  },
  {
    "title": "Further reading",
    "slug": "further-reading",
    "description": "Links to more articles, reports and datasets.",
    "lede": "For those who want to dig deeper into the data and research behind the food and climate change connection."
  }
]
